{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "dracula.nvim": {
      "src": "https://github.com/Mofiqul/dracula.nvim"
    },
    "edge": {
      "src": "https://github.com/sainnhe/edge"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/wtfox/jellybeans.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lazydocker.nvim": {
      "src": "https://github.com/crnvl96/lazydocker.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "moonfly": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "papercolor-theme": {
      "src": "https://github.com/NLKNguyen/papercolor-theme"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "satellite.nvim": {
      "src": "https://github.com/lewis6991/satellite.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "ts-error-translator.nvim": {
      "src": "https://github.com/dmmulroy/ts-error-translator.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
