tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "libsql/sqld"
tap "railwaycat/emacsmacport"
tap "sdkman/tap"
tap "sst/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "ast-grep"
brew "atuin"
brew "sqlite"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "caddy"
brew "cargo-binstall"
brew "cheat"
brew "cloc"
brew "cmake"
brew "colima", restart_service: :changed
brew "gcc"
brew "icu4c@77"
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "doggo"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "gping"
brew "graphviz"
brew "helix"
brew "hyperfine"
brew "icu4c@76"
brew "jackett"
brew "jj"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazyssh"
brew "lua-language-server"
brew "luarocks"
brew "mkcert"
brew "yt-dlp"
brew "mpv"
brew "mypy"
brew "neovim"
brew "nowplaying-cli"
brew "nss"
brew "openapi-generator"
brew "pandoc"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "pygments"
brew "pyright"
brew "pytest"
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "sqlc"
brew "sqlx-cli"
brew "starship"
brew "templ"
brew "texlive"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "tree"
brew "typst"
brew "unzip"
brew "uv"
brew "wget"
brew "zellij"
brew "zoxide"
brew "d12frosted/emacs-plus/emacs-plus@30"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "balenaetcher"
cask "brave-browser"
cask "claude"
cask "cleanshot"
cask "discord"
cask "figma"
cask "firefox@developer-edition"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-tex-gyre-termes"
cask "ghostty"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "iina"
cask "jellyfin"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "mullvad-vpn"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "openemu"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
cask "zed"
cask "zoom"
go "github.com/air-verse/air"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/a-h/templ/cmd/templ"
