tap "hashicorp/tap"
tap "homebrew/services"
tap "libsql/sqld"
tap "sdkman/tap"
tap "sst/tap"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "ast-grep"
brew "sqlite"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "cargo-binstall"
brew "cheat"
brew "cloc"
brew "cmake"
brew "colima", restart_service: :changed
brew "libpq", link: true
brew "php"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "doggo"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gping"
brew "graphviz"
brew "helix"
brew "hyperfine"
brew "jj"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mkcert"
brew "yt-dlp"
brew "mpv"
brew "mypy"
brew "neovim"
brew "nowplaying-cli"
brew "openapi-generator"
brew "pandoc"
brew "pipx"
brew "postgresql@15"
brew "pyenv"
brew "pygments", link: false
brew "pyright"
brew "pytest", link: false
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "sqlc"
brew "sqlx-cli"
brew "starship"
brew "templ"
brew "texlive"
brew "tldr"
brew "tmux"
brew "tpm"
brew "tree"
brew "typst"
brew "unzip"
brew "uv"
brew "wget"
brew "zellij"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "balenaetcher"
cask "betterdisplay"
cask "chatgpt"
cask "chromium"
cask "cleanmymac"
cask "cleanshot"
cask "discord"
cask "dotnet-runtime"
cask "figma"
cask "firefox@developer-edition"
cask "font-blex-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-intel-one-mono"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-source-sans-3"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "halloy"
cask "iina"
cask "inkscape"
cask "jellyfin"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "logi-options+"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "mono-mdk-for-visual-studio"
cask "mullvad-vpn"
cask "ngrok"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "openemu"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
cask "wireshark-app"
cask "zed"
cask "zoom"
