tap "azure/functions"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "quarkusio/tap"
tap "railwaycat/emacsmacport"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "tursodatabase/tap"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "sqlite"
brew "awscli"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "ghc"
brew "cabal-install"
brew "glib"
brew "cairo"
brew "clisp"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "coreutils"
brew "docker-compose"
brew "dotnet"
brew "erlang"
brew "elixir"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "eslint"
brew "eza"
brew "fd"
brew "pango"
brew "sdl2"
brew "zeromq"
brew "ffmpeg"
brew "figlet"
brew "firebase-cli"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fourmolu"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "glab"
brew "gleam"
brew "glew"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "haskell-language-server"
brew "haskell-stack"
brew "helix"
brew "libheif"
brew "imagemagick"
brew "irssi"
brew "jdtls"
brew "jenv"
brew "jq"
brew "kotlin-language-server"
brew "ktlint"
brew "lazygit"
brew "libmagic"
brew "lighttpd"
brew "lima"
brew "llvm"
brew "lolcat"
brew "luarocks"
brew "lynx"
brew "maven"
brew "micro"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nim"
brew "nmap"
brew "node@18"
brew "nowplaying-cli"
brew "openjdk@17"
brew "ormolu"
brew "pandoc"
brew "pandoc-crossref"
brew "pipx"
brew "pkg-config"
brew "plantuml"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15"
brew "python@3.9"
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "sbcl"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "subversion"
brew "tailwindcss"
brew "texlab"
brew "texlive"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "typescript"
brew "vercel-cli"
brew "vim"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "libsql/sqld/sqld"
brew "mongodb/brew/mongodb-community@7.0"
brew "planetscale/tap/pscale"
brew "quarkusio/tap/quarkus"
brew "railwaycat/emacsmacport/emacs-mac"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
brew "tursodatabase/tap/turso"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "brave-browser"
cask "cleanshot"
cask "discord"
cask "docker"
cask "eqmac"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-inter"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "gpg-suite"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "keybase"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-word"
cask "minecraft"
cask "miniconda"
cask "mullvadvpn"
cask "ngrok"
cask "obs"
cask "ollama"
cask "openemu"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "temurin"
cask "the-unarchiver"
cask "tor-browser"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "albert.tabout"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "jakebecker.elixir-ls"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "meganrogge.template-string-converter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.wordcount"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sanity-io.vscode-sanity"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-norwegian-bokmal"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "torn4dom4n.latex-support"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
