1password
betterlockscreen
heroku-cli
jdk
kotlin-language-server
ly
minecraft-launcher
mullvad-vpn
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-ibm-plex-mono
orchis-theme-git
papirus-icon-theme-git
pfetch
postman-bin
slack-desktop
spotify
tetris
touchegg
visual-studio-code-bin
yay-git
