adapta-gtk-theme
adwaita-qt5
alacritty
archlinux-keyring
autoconf
automake
base
bat
binutils
bison
blueman
bluez
breeze
brightnessctl
bspwm
btop
cabal-install
chrony
cmake
cmatrix
debugedit
deepin-gtk-theme
discord
dunst
efibootmgr
emacs
exa
fakeroot
fd
feh
figlet
file
findutils
firefox
flameshot
flex
font-manager
fzf
gawk
gcc
gedit
gettext
git
gnome-keyring
grep
groff
grub
gst-plugin-pipewire
gvfs
gzip
haskell-language-server
helix
htop
i3-wm
i3blocks
i3status
intel-media-driver
intel-ucode
iwd
kitty
libpulse
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance-gtk3
lxrandr-gtk3
lxsession
m4
maim
make
man-db
materia-gtk-theme
nano
neovim
network-manager-applet
networkmanager
nodejs-lts-gallium
notion
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
okular
openssh
pacman
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-jack
pkgconf
playerctl
polybar
postgresql
pulseaudio-bluetooth
pulseaudio-equalizer
pulsemixer
python-pip
qbittorrent
qt5ct
rclone
ripgrep
rofi
rustup
rxvt-unicode
scrot
seahorse
sed
smartmontools
stack
starship
sudo
sxhkd
texinfo
texlive-core
texlive-fontsextra
thunar
thunar-volman
tldr
udisks2
usbutils
valgrind
vi
vim
virtualbox
vulkan-intel
vulkan-radeon
wget
which
wireless_tools
wireplumber
xclip
xdg-user-dirs
xdg-utils
xdo
xf86-input-evdev
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xinput
xorg-xsetroot
xterm
yarn
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zellij
zram-generator
zsh
